Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/WallpaperKit/Sources/WallpaperConfigKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# imageCropper.hint.fingerGestures
source: You may also use finger gestures on the preview image.
de: Sie können auch Fingergesten auf das Vorschaubild anwenden.
es: También puede aplicar gestos con los dedos en la imagen de vista previa.
fil: Maaari ka ring gumamit ng mga finger gesture sa preview image.
fr: Vous pouvez également utiliser des gestes tactiles sur l'aperçu de l'image.
it: Puoi anche applicare gesti delle dita sull'immagine di anteprima.
ja: プレビュー画像上で指のジェスチャーを使用することもできます。
ko: 미리보기 이미지에 손가락 제스처를 적용할 수도 있습니다.
ru: Вы также можете использовать жесты пальцев на предварительном просмотре изображения.
vi: Bạn cũng có thể áp dụng cử chỉ ngón tay lên hình ảnh xem trước.
zh_hans: 您也可以对预览图使用手势操作。
zh_hant: 您也可以對預覽圖使用手勢操作。

# imageCropper.hint.mouseGesture
source: You may also use mouse gestures on the preview image.
de: Sie können auch Mausgesten auf das Vorschaubild anwenden.
es: También puede aplicar gestos con el ratón en la imagen de vista previa.
fil: Maaari ka ring gumamit ng mga mouse gesture sa preview image.
fr: Vous pouvez également utiliser des gestes de la souris sur l'aperçu de l'image.
it: Puoi anche applicare gesti del mouse sull'immagine di anteprima.
ja: プレビュー画像上でマウスのジェスチャーを使用することもできます。
ko: 미리보기 이미지에 마우스 제스처를 적용할 수도 있습니다.
ru: Вы также можете использовать жесты мыши на предварительном просмотре изображения.
vi: Bạn cũng có thể áp dụng cử chỉ chuột lên hình ảnh xem trước.
zh_hans: 您也可以对预览图使用鼠标手势操作。
zh_hant: 您也可以對預覽圖使用滑鼠手勢操作。

# settings.display.appBackground
source: App Background
de: App-Hintergrund
es: Fondo de la Aplicación
fil: Likuran ng App
fr: Arrière plan
it: Sfondo dell'app
ja: アプリの背景画像
ko: 앱 배경
ru: Фон приложения
vi: Nền ứng dụng
zh_hans: App 背景图像
zh_hant: App 背景圖像

# settings.display.appUserWallpaper
source: App User Wallpaper
de: Benutzertapete der App
es: Fondo de pantalla del usuario de la aplicación
fil: Wallpaper ng User ng App
fr: Fond d'écran utilisateur de l'application
it: Sfondo utente dell'app
ja: アプリのユーザー壁紙
ko: 앱 사용자 배경화면
ru: Пользовательские обои приложения
vi: Hình nền người dùng ứng dụng
zh_hans: App 用户壁纸
zh_hant: App 使用者壁紙

# settings.display.appWallpaper.navDescription
source: ⚠︎ This option will be automatically reset to factory default if the specified value points to an invalid user wallpaper.
de: ⚠︎ Diese Option wird auf die Werkseinstellung zurückgesetzt, wenn der angegebene Wert auf eine ungültige Benutzertapete hinweist.
es: ⚠︎ Esta opción se restablecerá automáticamente a los valores predeterminados de fábrica si el valor especificado indica un fondo de pantalla de usuario no válido.
fil: ⚠︎ Ang opsyong ito ay awtomatikong mare-reset sa default ng pabrika kung ang tinukoy na value ay nagpapahiwatig ng hindi wastong wallpaper ng user.
fr: ⚠︎ Cette option sera automatiquement réinitialisée aux paramètres d'usine si la valeur spécifiée indique un fond d'écran utilisateur invalide.
it: ⚠︎ Questa opzione verrà automaticamente ripristinata alle impostazioni di fabbrica se il valore specificato indica uno sfondo utente non valido.
ja: ⚠︎ 指定された値が無効なユーザー壁紙を示している場合、このオプションは自動的にリセットされます。
ko: ⚠︎ 지정된 값이 유효하지 않은 사용자 배경화면을 나타내는 경우 이 옵션은 자동으로 공장 기본값으로 재설정됩니다.
ru: ⚠︎ Этот параметр будет автоматически сброшен до заводских настроек, если указанное значение указывает на недействительные пользовательские обои.
vi: ⚠︎ Tùy chọn này sẽ tự động được đặt lại về mặc định gốc nếu giá trị được chỉ định cho thấy hình nền người dùng không hợp lệ.
zh_hans: ⚠︎ 指定的用户壁纸无效时，该选项将自动重设为出厂默认值。
zh_hant: ⚠︎ 指定的使用者壁紙無效時，該選項將自動重設為出廠預設值。

# settings.display.appWallpaper.navSectionHeader
source: App Background
de: App-Hintergrund
es: Fondo de la aplicación
fil: Background ng App
fr: Arrière-plan de l'application
it: Sfondo dell'app
ja: アプリの背景画像
ko: 앱 배경
ru: Фон приложения
vi: Nền ứng dụng
zh_hans: App 背景图像
zh_hant: App 背景圖像

# settings.display.appWallpaper.userWallPaper.notSpecified
source: Disabled
de: Deaktiviert
es: Desactivado
fil: Hindi pinagana
fr: Désactivé
it: Disattivato
ja: 不使用
ko: 비활성화
ru: Отключено
vi: Đã tắt
zh_hans: 不启用
zh_hant: 不啟用

# settings.staminaTimer.background.navTitle
source: Stamina Timer Background
de: Ausdauer-Timer-Hintergrund
es: Fondo del temporizador de resistencia
fil: Background ng Timer ng Stamina
fr: Arrière plan du minuteur
it: Sfondo Timer Stamina
ja: スタミナタイマー背景画像
ko: 스태미나 타이머 배경
ru: Фон таймера выносливости
vi: Nền thời gian sức bền
zh_hans: 玩家体力计时器背景图像
zh_hant: 玩家體力計時器背景圖像

# userWallpaperMgr.clickToAddYourFirstWallpaper
source: Click Here to Add a Wallpaper
de: Klicken Sie hier, um eine Tapete hinzuzufügen
es: Haz clic aquí para agregar un fondo de pantalla
fil: Mag-click Dito para Magdagdag ng Wallpaper
fr: Cliquez ici pour ajouter un fond d'écran
it: Clicca qui per aggiungere uno sfondo
ja: 新しい壁紙を追加
ko: 여기를 클릭하여 배경화면 추가
ru: Нажмите здесь, чтобы добавить обои
vi: Nhấn vào đây để thêm hình nền
zh_hans: 点击此处以添加壁纸
zh_hant: 點按此處以添加壁紙

# userWallpaperMgr.contextMenu.removeWallpaperEntry
source: Remove
de: Entfernen
es: Eliminar
fil: Alisin
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# userWallpaperMgr.contextMenu.renameWallpaperEntry
source: Rename
de: Umbenennen
es: Renombrar
fil: Palitan ang pangalan
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名

# userWallpaperMgr.editingWallpaperName.prompt
source: Please enter a new name for this wallpaper.
de: Bitte geben Sie einen neuen Namen für diese Tapete ein.
es: Por favor, ingresa un nuevo nombre para este fondo de pantalla.
fil: Mangyaring maglagay ng bagong pangalan para sa wallpaper na ito.
fr: Veuillez entrer un nouveau nom pour ce fond d'écran.
it: Inserisci un nuovo nome per questo sfondo.
ja: この壁紙に新しい名付けをご入力ください。
ko: 이 배경화면의 새 이름을 입력하세요.
ru: Пожалуйста, введите новое имя для этих обоев.
vi: Vui lòng nhập tên mới cho hình nền này.
zh_hans: 请为此壁纸输入新的名称。
zh_hant: 請為此壁紙輸入新的名稱。

# userWallpaperMgr.emptyContentsNotice
source: There's no user-supplied wallpaper yet.
de: Es gibt noch keine benutzerdefinierten Hintergründe.
es: Aún no hay fondos de pantalla proporcionados por el usuario.
fil: Wala pang wallpaper na ibinigay ng user.
fr: Aucun fond d'écran fourni par l'utilisateur pour le moment.
it: Non ci sono ancora sfondi forniti dall'utente.
ja: ユーザー提供の壁紙はまだありません。
ko: 아직 사용자가 제공한 배경화면이 없습니다.
ru: Пользовательских обоев пока нет.
vi: Chưa có hình nền do người dùng cung cấp.
zh_hans: 尚无由用户提供的壁纸。
zh_hant: 尚無由使用者提供的壁紙。

# userWallpaperMgr.exchange.export.failedInSavingToFile
source: Failed from dumping all user wallpapers.
de: Fehler beim Speichern aller Benutzertapeten.
es: Error al volcar todos los fondos de pantalla del usuario.
fil: Nabigo sa pag-dump ng lahat ng wallpaper ng user.
fr: Échec lors de l'exportation de tous les fonds d'écran utilisateur
it: Errore nel dumping di tutti gli sfondi utente.
ja: 残念ながら、ユーザー壁紙は書き出せませんでした。
ko: 모든 사용자 배경화면 덤프 실패.
ru: Не удалось выгрузить все пользовательские обои.
vi: Không thể tạo bản sao tất cả hình nền người dùng.
zh_hans: 用户壁纸没能成功导出。
zh_hant: 使用者壁紙沒能成功匯出。

# userWallpaperMgr.exchange.export.fileSavedTo:
source: Successfully dumped all user wallpapers into file:
de: Alle Benutzertapeten erfolgreich in Datei gespeichert:
es: Se han exportado correctamente todos los fondos de pantalla del usuario en el archivo:
fil: Matagumpay na na-export ang lahat ng wallpaper ng user sa file:
fr: Tous les fonds d'écran utilisateur ont été exportés avec succès dans le fichier :
it: Dump di tutti gli sfondi utente nel file eseguito con successo:
ja: すべてのユーザー壁紙は無事でここで１つ統合ファイルとして書き出しました:
ko: 모든 사용자 배경화면을 파일로 성공적으로 덤프했습니다:
ru: Успешно выгружены все пользовательские обои в файл:
vi: Đã xuất thành công tất cả hình nền người dùng vào tệp:
zh_hans: 所有的用户壁纸已成功打包导出至:
zh_hant: 所有的使用者壁紙已成功打包匯出至:

# userWallpaperMgr.exchange.export.menuTitle
source: Package & Export All User Wallpapers
de: Paket & Alle Benutzertapeten exportieren
es: Empaquetar y Exportar Todos los Fondos de Pantalla del Usuario
fil: I-package at I-export Lahat ng Wallpaper ng User
fr: Compresser et exporter tous les fonds d'écran utilisateur
it: Pacchetto e Esporta Tutti gli Sfondi Utente
ja: すべてのユーザー壁紙を統合して書き出す
ko: 패키지 및 모든 사용자 배경화면 내보내기
ru: Упаковать и экспортировать все пользовательские обои
vi: Đóng gói & Xuất tất cả hình nền người dùng
zh_hans: 打包导出用户壁纸
zh_hant: 打包匯出使用者壁紙

# userWallpaperMgr.exchange.export.succeededInSavingToFile
source: Successfully dumped all user wallpapers.
de: Alle Benutzertapeten wurden erfolgreich gespeichert.
es: Se han exportado correctamente todos los fondos de pantalla del usuario.
fil: Matagumpay na na-dump ang lahat ng wallpaper ng user.
fr: Tous les fonds d'écran utilisateur ont été exportés avec succès.
it: Dump di tutti gli sfondi utente completato con successo.
ja: すべてのユーザー壁紙は無事で書き出しました。
ko: 모든 사용자 배경화면을 성공적으로 덤프했습니다.
ru: Успешно выгружены все пользовательские обои.
vi: Đã xuất thành công tất cả hình nền người dùng.
zh_hans: 所有的用户壁纸已成功打包导出。
zh_hant: 所有的使用者壁紙已成功打包匯出。

# userWallpaperMgr.exchange.import.menuTitle
source: Import a Pack of User Wallpapers
de: Importiere ein Paket Benutzertapeten
es: Importar un paquete de fondos de pantalla del usuario
fil: Mag-import ng Isang Balot ng Wallpaper ng User
fr: Importer un fichier de fonds d'écran utilisateur
it: Importa un Pacchetto di Sfondi Utente
ja: ユーザー壁紙統合を読み込む
ko: 사용자 배경화면 팩 가져오기
ru: Импортировать пакет пользовательских обоев
vi: Nhập một gói hình nền người dùng
zh_hans: 导入用户壁纸包
zh_hant: 匯入使用者壁紙包

# userWallpaperMgr.footerNotice.maximumEntryAmountReached
source: Maximum 10 user wallpapers allowed. While this restriction can possibly be breached by importing a pack of user wallpapers, please beware that this breach may cause performance issues.
de: Maximal 10 Benutzertapeten möglich. Während diese Einschränkung durch den Import eines Pakets von Benutzertapeten möglicherweise umgangen werden kann, beachten Sie bitte, dass dies zu Leistungsproblemen führen kann.
es: Máximo 10 fondos de pantalla permitidos. Si bien esta restricción puede ser evadida importando un paquete de fondos de pantalla de usuario, tenga en cuenta que esto puede causar problemas de rendimiento.
fil: Maximum 10 wallpaper ang pinapayagan. Bagaman ang paghihigpit na ito ay maaaring malabag sa pamamagitan ng pag-import ng isang pack ng mga wallpaper ng user, mangyaring mag-ingat na ang paglabag na ito ay maaaring magdulot ng mga isyu sa pagganap.
fr: Maximum 10 fonds d'écran autorisés. Bien que cette restriction puisse être contournée en important un pack de fonds d'écran utilisateur, veuillez noter que cela peut causer des problèmes de performance.
it: Massimo 10 sfondi consentiti. Sebbene questa restrizione possa essere aggirata importando un pacchetto di sfondi utente, si prega di notare che questo potrebbe causare problemi di prestazioni.
ja: 壁紙は最大10点まで。この制限はユーザー壁紙のパックを読み込むことで回避できる可能性がありますが、パフォーマンスに影響を与える可能性があることにご注意ください。
ko: 최대 10개의 배경화면 허용. 사용자 배경화면 팩을 가져오기하여 이 제한을 우회할 수 있지만, 성능 문제가 발생할 수 있습니다.
ru: Максимум 10 обоев разрешено. Хотя это ограничение может быть обойдено путем импорта пакета пользовательских обоев, имейте в виду, что это может вызвать проблемы с производительностью.
vi: Tối đa 10 hình nền được phép. Mặc dù có thể vượt qua giới hạn này bằng cách nhập một gói hình nền người dùng, xin lưu ý rằng điều này có thể gây ra các vấn đề về hiệu suất.
zh_hans: 最多可添加 10 张壁纸。虽然通过导入壁纸包的方式或许可以强行突破这个限制，但请注意这可能会导致效能问题。
zh_hant: 最多可新增 10 張壁紙。雖然藉由匯入壁紙包的方式或許可以強行突破這個限制，但請注意這可能會導致效能問題。

# userWallpaperMgr.menu.addNewWallpaper
source: Add New Wallpaper
de: Neue Tapete hinzufügen
es: Agregar nuevo fondo de pantalla
fil: Magdagdag ng Bagong Wallpaper
fr: Ajouter un nouveau fond d'écran
it: Aggiungi nuovo sfondo
ja: 新しい壁紙を追加
ko: 새 배경화면 추가
ru: Добавить новые обои
vi: Thêm hình nền mới
zh_hans: 新增用户壁纸
zh_hant: 新增使用者壁紙

# userWallpaperMgr.navDescription
source: User-supplied wallpapers are not listed in the Wallpaper Gallery and are independent of the app's bundled wallpapers.
de: Benutzerdefinierte Hintergründe werden nicht in der Tapetengalerie aufgeführt und sind unabhängig von den mitgelieferten Hintergründen der App.
es: Los fondos de pantalla proporcionados por el usuario no se muestran en la Galería de Fondos de Pantalla y son independientes de los fondos incluidos en la aplicación.
fil: Ang mga wallpaper na ibinigay ng user ay hindi nakalista sa Gallery ng mga Wallpaper at hindi nakadepende sa mga nakabalot na wallpaper ng app.
fr: Les fonds d'écran fournis par l'utilisateur ne sont pas répertoriés dans la galerie des arrière-plans et sont indépendants des fonds d'écran intégrés à l'application.
it: Gli sfondi forniti dall'utente non sono elencati nella Galleria di Sfondi e sono indipendenti dagli sfondi integrati nell'app.
ja: ユーザー提供の壁紙は壁紙の画廊には列記されておらず、アプリにバンドルされた壁紙とは独立しています。
ko: 사용자가 제공한 배경화면은 배경 갤러리에 나열되지 않으며 앱의 번들 배경화면과 독립적입니다.
ru: Пользовательские обои не отображаются в Галерее обоев и независимы от встроенных обоев приложения.
vi: Hình nền do người dùng cung cấp không được liệt kê trong Thư viện Hình nền và độc lập với hình nền tích hợp của ứng dụng.
zh_hans: 用户壁纸不会在壁纸画廊中列出，且独立于 App 内建壁纸之外。
zh_hant: 使用者壁紙不會在壁紙畫廊中列出，且獨立於應用程式內建壁紙之外。

# userWallpaperMgr.navTitle
source: User Wallpaper Manager
de: Benutzertapeten-Manager
es: Gestor de Fondos de Usuario
fil: Manager ng Wallpaper ng User
fr: Gestionnaire de fonds d'écran
it: Gestore Sfondi Utente
ja: ユーザー壁紙マネージャー
ko: 사용자 배경화면 관리자
ru: Менеджер пользовательских обоев
vi: Quản lý Hình nền Người dùng
zh_hans: 用户壁纸管理器
zh_hant: 使用者壁紙管理器

# userWallpaperMgr.navTitle.tiny
source: User Wallpapers
de: Benutzertapeten
es: Fondos de Usuario
fil: Mga Wallpaper ng User
fr: Fonds d'écran
it: Sfondi Utente
ja: ユーザー壁紙
ko: 사용자 배경화면
ru: Пользовательские обои
vi: Hình nền Người dùng
zh_hans: 用户壁纸
zh_hant: 使用者壁紙

# userWallpaperMgr.toast.taskFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fil: Nabigo
fr: Echec
it: Fallito
ja: 失敗
ko: 실패했습니다
ru: Не удалось
vi: Không thành công
zh_hans: 添加失败
zh_hant: 添加失敗

# userWallpaperMgr.toast.taskSucceeded
source: Done
de: Fertig
es: Hecho
fil: Tapos na
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
vi: Hoàn tất
zh_hans: 添加成功
zh_hant: 添加成功

# userWPCropper.navTitle.step1.chooseImage
source: Choose Image
de: Bild auswählen
es: Elegir imagen
fil: Pumili ng Larawan
fr: Choisir une image
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
ru: Выбрать изображение
vi: Chọn hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

# userWPCropper.navTitle.step2.cropHorizontal
source: Crop (Horizontal)
de: Zuschneiden (Horizontal)
es: Recortar (Horizontal)
fil: I-crop (Pahalang)
fr: Recadrer (Horizontal)
it: Ritaglia (Orizzontale)
ja: トリミング (横長)
ko: 자르기 (가로)
ru: Обрезка (горизонтально)
vi: Cắt (Ngang)
zh_hans: 裁剪 (横向)
zh_hant: 裁剪 (橫向)

# userWPCropper.navTitle.step3.cropSquared
source: Crop (Squared)
de: Zuschneiden (Quadratisch)
es: Recortar (Cuadrado)
fil: I-crop (Parisukat)
fr: Recadrer (Carré)
it: Ritaglia (Quadrato)
ja: トリミング (正方形)
ko: 자르기 (정사각형)
ru: Обрезка (квадратная)
vi: Cắt (Vuông)
zh_hans: 裁剪 (方形)
zh_hant: 裁剪 (方形)

# userWPCropper.step1.button.pickImageUsingFileImporter
source: Pick Image From Finder / Files App
de: Bild aus Finder auswählen
es: Elegir imagen desde Finder / Archivos
fil: Kumuha ng Larawan mula sa Finder / Files App
fr: Choisir une image depuis le Finder / Fichiers
it: Scegli immagine da Finder / File
ja: Finder または「ファイル」から画像を選択
ko: Finder / 파일에서 이미지 선택
ru: Выбрать изображение из Finder / Файлы
vi: Chọn hình ảnh từ Finder / Files
zh_hans: 从访达或「文件」选取图片
zh_hant: 從 Finder 或「檔案」選取圖片

# userWPCropper.step1.button.pickImageUsingPhotoPicker
source: Pick Image From Photos App
de: Bild aus Fotos auswählen
es: Elegir imagen desde Fotos
fil: Kumuha ng Larawan mula sa Photos App
fr: Choisir une image depuis Photos
it: Scegli immagine da Foto
ja: 「写真」から画像を選択
ko: 사진에서 이미지 선택
ru: Выбрать изображение из Фото
vi: Chọn hình ảnh từ Ảnh
zh_hans: 从「照片」选取图片
zh_hant: 從「照片」選取圖片

# userWPCropper.step1.footerDescription.1
source: Choose your preferred method to select a source image for your custom wallpaper. In the next two steps, you'll be able to crop it to fit two different desktop widget sizes.
de: Wählen Sie Ihre bevorzugte Methode zur Auswahl eines Quellbildes für Ihre benutzerdefinierte Tapete. In den nächsten zwei Schritten können Sie es an zwei verschiedene Desktop-Widget-Größen anpassen.
es: Elija su método preferido para seleccionar una imagen de origen para su fondo de pantalla personalizado. En los siguientes dos pasos, podrá recortarla para que se ajuste a dos tamaños diferentes de widgets de escritorio.
fil: Piliin ang iyong gustong paraan para pumili ng source image para sa iyong custom wallpaper. Sa susunod na dalawang hakbang, maaari mong i-crop ito para magkasya sa dalawang magkaibang laki ng desktop widget.
fr: Choisissez votre méthode préférée pour sélectionner une image source pour votre fond d'écran personnalisé. Dans les deux prochaines étapes, vous pourrez la recadrer pour l'adapter à deux tailles différentes de widgets de bureau.
it: Scegli il metodo preferito per selezionare un'immagine sorgente per il tuo sfondo personalizzato. Nei prossimi due passaggi, potrai ritagliarla per adattarla a due diverse dimensioni dei widget desktop.
ja: カスタム壁紙のソース画像を選択する方法を選んでください。次の2つのステップで、2つの異なるデスクトップウィジェットのサイズに合わせてトリミングできます。
ko: 사용자 지정 배경화면의 소스 이미지를 선택하는 방법을 선택하세요. 다음 두 단계에서 두 가지 크기의 데스크톱 위젯에 맞게 자를 수 있습니다.
ru: Выберите предпочтительный способ выбора исходного изображения для ваших пользовательских обоев. В следующих двух шагах вы сможете обрезать его под два разных размера виджетов рабочего стола.
vi: Chọn phương thức ưa thích để chọn hình ảnh nguồn cho hình nền tùy chỉnh của bạn. Trong hai bước tiếp theo, bạn sẽ có thể cắt nó để vừa với hai kích thước widget màn hình khác nhau.
zh_hans: 请选择您喜欢的方式来选择自定义壁纸的源图片。在接下来的两个步骤中，您可以将其裁剪以适应两种不同的桌面小工具尺寸。
zh_hant: 請選擇您喜歡的方式來選取自訂壁紙的來源圖片。接下來的兩個步驟中，您可以將其裁剪以適應兩種不同的桌面小工具尺寸。

# userWPCropper.step1.footerDescription.2
source: Please keep your own copy of your original image files. User wallpapers saved in this app is in extremely low quality with reduced dimensions.
de: Bitte bewahren Sie eine eigene Kopie Ihrer Originalbilddateien auf. Benutzerdefinierte Hintergründe, die in dieser App gespeichert werden, sind von extrem niedriger Qualität und reduzierten Abmessungen.
es: Por favor, conserve su propia copia de los archivos de imagen originales. Los fondos de pantalla de usuario guardados en esta aplicación tienen una calidad extremadamente baja y dimensiones reducidas.
fil: Mangyaring panatilihin ang sariling kopya ng iyong orihinal na mga file ng larawan. Ang mga wallpaper ng user na naka-save sa app na ito ay may napakababang kalidad at nabawasang sukat.
fr: Veuillez conserver une copie de vos fichiers image originaux. Les fonds d'écran utilisateur enregistrés dans cette application sont de très faible qualité et de dimensions réduites.
it: Si prega di conservare una copia dei file immagine originali. Gli sfondi utente salvati in questa app sono di qualità estremamente bassa e con dimensioni ridotte.
ja: 元画像ファイルはご自身で必ず保管してください。このアプリに保存されるユーザー壁紙は、極端に低画質かつ縮小されたものです。
ko: 원본 이미지 파일은 반드시 별도로 보관하세요. 이 앱에 저장된 사용자 배경화면은 매우 낮은 화질과 축소된 크기입니다.
ru: Пожалуйста, храните собственную копию оригинальных файлов изображений. Пользовательские обои, сохранённые в этом приложении, имеют крайне низкое качество и уменьшенные размеры.
vi: Vui lòng giữ bản sao riêng các tệp hình ảnh gốc của bạn. Hình nền người dùng lưu trong ứng dụng này có chất lượng rất thấp và kích thước bị giảm.
zh_hans: 请务必自行保留原始图片文件的副本。本应用保存的用户壁纸均为低分辨率暨极低画质。
zh_hant: 請務必自行保留原始圖片檔案的副本。敝應用儲存的使用者壁紙均為低解析度暨極低畫質。

# wallpaperGallery.navTitle
source: Wallpaper Gallery
de: Tapetengalerie
es: Galería de Fondos de Pantalla
fil: Gallery ng mga Wallpaper
fr: Galerie des arrières plans
it: Galleria di Sfondi
ja: 壁紙の画廊
ko: 배경 갤러리
ru: Галерея обоев
vi: Thư viện Hình nền
zh_hans: 壁纸画廊
zh_hant: 壁紙畫廊

# wpKit.assign.background4App
source: Assign as App Background
de: Als App-Hintergrund festlegen
es: Asignar como fondo de la aplicación
fil: Italaga bilang Background ng App
fr: Définir comme arrière-plan de l'application
it: Imposta come sfondo app
ja: アプリの背景画像とす
ko: 앱 배경으로 지정
ru: Назначить в качестве фона приложения
vi: Đặt làm nền ứng dụng
zh_hans: 设为 App 背景图像
zh_hant: 設為 App 背景圖像

# wpKit.assign.backgrounds4LiveActivity
source: Assign as Live Activity Background
de: Als Hintergrund für Live-Aktivität festlegen
es: Asignar como fondo de actividad en vivo
fil: Itakda bilang Background ng Live na Aktibidad
fr: Définir comme arrière-plan de l'activité en direct
it: Assegna come sfondo attività in tempo reale
ja: ライブアクティビティの背景画像とす
ko: 라이브 활동 배경으로 지정
ru: Назначить как фон живой активности
vi: Gán làm nền Hoạt động Trực tiếp
zh_hans: 设为实时活动背景图
zh_hant: 設為即時動態背景圖

# userWallpaperMgr.editingWallpaperName.fieldLabel
source: Name
es: Nombre
fil: Pangalan
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# wpKit.gamePicker.Latte.shortName
source: LT
ja: ラテ
ko: 라떼
ru: ЛТ
zh_hans: 拿铁
zh_hant: 拿鐵

# wpKit.gamePicker.Pizza.shortName
source: PZ
ja: ピザ
ru: ПЗ
zh_hans: 披萨
zh_hant: 披薩
